{
    "max_version": "10.2.0",
    "splash_content": [
        {
            "menu_title": "General",
            "menu_icon": "acymicon-star",
            "title": "SEE THE GENERAL CHANGES",
            "articles": [
                {
                    "title": "New dashboard page",
                    "desc": "The dashboard page has been reworked to include tips for new users and to better monitor your campaigns."
                },
                {
                    "title": "Google and Microsoft accounts",
                    "desc": "The sending of emails with Google and Microsoft accounts has been reworked to better match their new protocols. The same has also been done for the connection to the bounce address."
                },
                {
                    "title": "AcyMailing watermark removal",
                    "desc": "You can now remove the Built with AcyMailing logo in the unsubscribe page."
                },
                {
                    "title": "AcyChecker integration",
                    "desc": "The integration with AcyChecker has been updated for compatibility with the version 1.5.0."
                },
                {
                    "title": "Week number in emails",
                    "desc": "It is now possible to dynamically insert the week number and the year in an email."
                },
                {
                    "title": "Better deliverability",
                    "desc": "The List-Unsubscribe header has been activated by default to improve deliverability. This leads to lower complaints from users struggling to find the unsubscribe link."
                }
            ]
        },
        {
            "menu_title": "Joomla",
            "menu_icon": "acymicon-joomla",
            "title": "WHAT CHANGED FOR JOOMLA",
            "articles": [
                {
                    "title": "Better EasyBlog images handling",
                    "desc": "We now have a better handling of EasyBlog images in case they were already existing from a previous post."
                },
                {
                    "title": "Optimised HikaShop filter",
                    "desc": "The filter on HikaShop purchases has been optimised to improve the performance in the automations and segments."
                },
                {
                    "title": "Improved Joomla SEF links",
                    "desc": "We added a security when trying to generate the SEF version of a link, in case Joomla fails to generate it."
                }
            ]
        },
        {
            "menu_title": "WordPress",
            "menu_icon": "acymicon-wordpress",
            "title": "WHAT CHANGED FOR WORDPRESS",
            "articles": [
                {
                    "title": "Advanced Custom Fields Pro",
                    "desc": "It is now possible to use our ACF integration with their pro version."
                },
                {
                    "title": "Improved WordPress multisite integration",
                    "desc": "The installation on a single site of a WordPress multisite will no longer install AcyMailing on all network websites."
                },
                {
                    "title": "WooCommerce last purchased products",
                    "desc": "The last purchased products are now correctly found and inserted in emails."
                }
            ]
        },
        {
            "menu_title": "Bug fixes",
            "menu_icon": "acymicon-tools",
            "title": "THE FIXES INCLUDED IN THIS VERSION",
            "articles": [
                {
                    "title": "Vulnerability patch",
                    "desc": "We patched a vulnerability on welcome emails creation. More details available on our changelog page."
                },
                {
                    "title": "Inactive lists",
                    "desc": "Inactive lists won't appear in the recipients section anymore."
                },
                {
                    "title": "User data export and deletion",
                    "desc": "We fixed an issue with the GDPR options (user data export and deletion) regarding custom fields."
                },
                {
                    "title": "Custom bounce email address",
                    "desc": "The bounce email address in the mail settings will now correctly be used over the bounce email address in the configuration."
                },
                {
                    "title": "Scenario creation",
                    "desc": "The creation of a new scenario has been fixed."
                }
            ]
        }
    ]
}
