{
    "max_version": "10.7.0",
    "splash_content": [
        {
            "menu_title": "General",
            "menu_icon": "acymicon-star",
            "title": "SEE THE GENERAL CHANGES",
            "articles": [
                {
                    "title": "Automations and scenarios sorting",
                    "desc": "We added the possibility to sort the automations and scenarios in order to trigger them in the specific order you want."
                },
                {
                    "title": "Better custom field filtering",
                    "desc": "Filtering on custom fields in automation filters and segments now shows possible values when possible."
                },
                {
                    "title": "Right-to-left language support",
                    "desc": "The interfaces have been fully reworked to better handle right-to-left languages."
                },
                {
                    "title": "Scheduled campaign sending time display",
                    "desc": "The sending time is now also shown on the campaigns listing page for scheduled campaigns."
                },
                {
                    "title": "Timezone handling improvement",
                    "desc": "The timezone is better handled on the user subscriptions listing."
                }
            ]
        },
        {
            "menu_title": "Joomla",
            "menu_icon": "acymicon-joomla",
            "title": "WHAT CHANGED FOR JOOMLA",
            "articles": [
                {
                    "title": "Frontend campaign creation",
                    "desc": "The subscribers are now correctly calculated when you create a campaign from the frontend."
                },
                {
                    "title": "Unpublished categories handling",
                    "desc": "The unpublished categories are now ignored when inserting articles by category in emails."
                }
            ]
        },
        {
            "menu_title": "Bug fixes",
            "menu_icon": "acymicon-tools",
            "title": "THE FIXES INCLUDED IN THIS VERSION",
            "articles": [
                {
                    "title": "Maximum sites error message",
                    "desc": "The error message which should appear when you have already attached the maximum number of sites to your license is now correctly shown."
                },
                {
                    "title": "Click map redirection",
                    "desc": "The click map in statistics now correctly redirects to the global statistics when selecting more than one campaign."
                },
                {
                    "title": "Automation filters",
                    "desc": "We fixed display issues in some automation filters for dropdown fields for product selection."
                },
                {
                    "title": "Manual bounce processing",
                    "desc": "We fixed an error that could occur when you manually trigger bounce processing, causing the process to stop."
                },
                {
                    "title": "Attachments in welcome emails",
                    "desc": "The attachments are now correctly shown on welcome and unsubscribe emails on the edition page."
                }
            ]
        }
    ]
}
