{
    "max_version": "10.1.0",
    "splash_content": [
        {
            "menu_title": "General",
            "menu_icon": "acymicon-star",
            "title": "SEE THE GENERAL CHANGES",
            "articles": [
                {
                    "title": "Campaigns sorting",
                    "desc": "It is now possible to sort campaigns by their visibility status."
                },
                {
                    "title": "Segments duplication",
                    "desc": "A new duplication option has been added on the segments listing page."
                },
                {
                    "title": "A/B campaigns testing",
                    "desc": "(Enterprise) You can now send a test email for the version B of an A/B test campaign."
                },
                {
                    "title": "Better custom fields detection",
                    "desc": "When importing users by file, columns containing custom fields are now detected better."
                },
                {
                    "title": "Creation date display",
                    "desc": "The way the creation date is shown in the templates listing has been improved to avoid confusion with the name."
                },
                {
                    "title": "Easier user search",
                    "desc": "We added the possibility to sort the subscribers by their user account ID."
                }
            ]
        },
        {
            "menu_title": "Joomla",
            "menu_icon": "acymicon-joomla",
            "title": "WHAT CHANGED FOR JOOMLA",
            "articles": [
                {
                    "title": "FLEXIcontent articles",
                    "desc": "The Read more link can now be inserted for FLEXIcontent articles."
                },
                {
                    "title": "Joomla articles menu",
                    "desc": "When inserting Joomla articles in an email, you can now specify the menu to use for this article's link."
                },
                {
                    "title": "Article tracking URLs",
                    "desc": "We fixed the tracking URLs in some cases for inserted articles."
                },
                {
                    "title": "Joomla 3 menu items",
                    "desc": "The AcyMailing menu items can now be created on Joomla 3 websites."
                },
                {
                    "title": "Better iCagenda integration",
                    "desc": "We fixed an issue for iCagenda with the daylight saving time in some cases, and improved the translations for custom views."
                },
                {
                    "title": "Unsubscribe all link",
                    "desc": "We fixed the unsubscribe all link when the Joomla SEF option is active."
                },
                {
                    "title": "Module creation",
                    "desc": "The module creation has been fixed, all fields were not correctly displayed"
                }
            ]
        },
        {
            "menu_title": "WordPress",
            "menu_icon": "acymicon-wordpress",
            "title": "WHAT CHANGED FOR WORDPRESS",
            "articles": [
                {
                    "title": "Confirmation messages",
                    "desc": "The confirmation messages have been improved when an email is sent to a user or when they click the confirmation link."
                },
                {
                    "title": "System messages",
                    "desc": "System messages could be shown on the front-end when overriding website emails. This has been disabled."
                },
                {
                    "title": "List owner information",
                    "desc": "The insertion of list owner information in the emails now works correctly."
                },
                {
                    "title": "WooCommerce prices",
                    "desc": "An issue has been fixed when displaying prices with discounts in WooCommerce dynamic content when sending campaigns."
                }
            ]
        },
        {
            "menu_title": "Bug fixes",
            "menu_icon": "acymicon-tools",
            "title": "THE FIXES INCLUDED IN THIS VERSION",
            "articles": [
                {
                    "title": "Birthday campaigns",
                    "desc": "Birthday campaigns could still be sent to the receivers when the birthday field was deleted after activating the campaign."
                },
                {
                    "title": "Automatic sending",
                    "desc": "The automatic sending process could send only a few emails on some servers, this has been fixed."
                },
                {
                    "title": "Automated tasks report",
                    "desc": "The cron email report is no longer sent when no action was triggered."
                },
                {
                    "title": "ElasticEmail integration",
                    "desc": "The verification of ElasticEmail API key now works correctly."
                },
                {
                    "title": "Unsubscribe page",
                    "desc": "The website main content could be shown above the unsubscribe page in some cases, it has been fixed now."
                },
                {
                    "title": "Bounce handling",
                    "desc": "We fixed an issue that could happen on bounce handling if the IMAP extension isn't active on the server."
                },
                {
                    "title": "Multilingual lists",
                    "desc": "Saving a list when the multilingual is active no longer changes the list name to the currently viewed language."
                },
                {
                    "title": "BCC addresses",
                    "desc": "You can now use addresses in BCC that aren't in the AcyMailing users yet."
                },
                {
                    "title": "Add-ons compatibility",
                    "desc": "We fixed an error message happening for users with old versions of some add-ons like the ones for Community Builder and Event Booking."
                }
            ]
        }
    ]
}
