{
    "max_version": "10.3.0",
    "splash_content": [
        {
            "menu_title": "General",
            "menu_icon": "acymicon-star",
            "title": "SEE THE GENERAL CHANGES",
            "articles": [
                {
                    "title": "Bounce handling for Microsoft mailboxes",
                    "desc": "The compatibility with Microsoft mailboxes has been added for the bounce handling feature."
                },
                {
                    "title": "Better anchors",
                    "desc": "The anchors in sent emails don't open in a new tab anymore when clicked on the online version."
                },
                {
                    "title": "CC and BCC for our sending service",
                    "desc": "It is now possible to send emails to CC and BCC addresses using the AcyMailing sending service."
                }
            ]
        },
        {
            "menu_title": "Joomla",
            "menu_icon": "acymicon-joomla",
            "title": "WHAT CHANGED FOR JOOMLA",
            "articles": [
                {
                    "title": "Event dates now include the hour",
                    "desc": "[add-ons] The dates for inserted EventBooking events now include the time."
                },
                {
                    "title": "Community Builder integration",
                    "desc": "[add-ons] The Community Builder integration's options are now correctly shown."
                }
            ]
        },
        {
            "menu_title": "Bug fixes",
            "menu_icon": "acymicon-tools",
            "title": "THE FIXES INCLUDED IN THIS VERSION",
            "articles": [
                {
                    "title": "Detailed statistics export",
                    "desc": "Fixed the error when exporting the links details in the detailed statistics."
                },
                {
                    "title": "Profile form display",
                    "desc": "Fixed the error when displaying forms in the user edit profile page in the front-end."
                },
                {
                    "title": "Detailed stats: link layout",
                    "desc": "Fixed the wrong display of long links in the detailed statistics page."
                },
                {
                    "title": "Subscriber sorting by date",
                    "desc": "Fixed the bug affecting the sorting of subscribers by subscription date when editing a list."
                },
                {
                    "title": "Bounce rules",
                    "desc": "Fixed the error that could occur when running the bounce rules."
                },
                {
                    "title": "List doesn't appear unsubscribe page",
                    "desc": "We have fixed an error that could occur in rare cases that was causing lists not to appear on the unsubscribe page."
                },
                {
                    "title": "List edition",
                    "desc": "'We have fixed the problem that when you save a list in the edition page while being on the Subscribers or Unsubscribers tab, the list's description, tags and accesses were deleted."
                }
            ]
        }
    ]
}
